Repository: patrikBLMelander/familyApp
Catalog: ios/KidQuest/KidQuest/Localizable.xcstrings
Source language: sv
Languages: de, en, es

source: · %lld sysslor avbockade
de: · %lld Aufgaben erledigt
en: · %lld chores done
es: · %lld tareas hechas

source: "%@" tas bort för %@, tillsammans med historiken över när den blivit gjord. Det går inte att ångra.
de: „%1$@“ wird für %2$@ gelöscht, zusammen mit dem Verlauf, wann sie erledigt wurde. Das kann nicht rückgängig gemacht werden.
en: "%1$@" will be removed for %2$@, along with the history of when it was done. This can't be undone.
es: Se eliminará "%1$@" para %2$@, junto con el historial de cuándo se hizo. No se puede deshacer.

source: %@ blev %@
de: %1$@ ist jetzt %2$@
en: %1$@ is now %2$@
es: %1$@ ahora es %2$@

source: %@ den %@
de: %1$@ am %2$@
en: %1$@ on the %2$@
es: %1$@ el día %2$@

source: %@ djur
de: %@ Tier
en: %@ pet
es: Mascota de %@

source: %@ fick sin femte stjärna
de: %@ hat den fünften Stern bekommen
en: %@ got their fifth star
es: %@ consiguió su quinta estrella

source: %@ fick stjärna %lld av 5 · +1 biljett
de: %1$@ hat Stern %2$lld von 5 bekommen · +1 Ticket
en: %1$@ got star %2$lld of 5 · +1 ticket
es: %1$@ consiguió la estrella %2$lld de 5 · +1 ticket

source: %@ får beloppet för den nivå hen nått den 1:a. Nivån nollställs varje månad, precis som djuret.
de: %@ bekommt am 1. den Betrag für das erreichte Level. Das Level startet jeden Monat neu, genau wie das Tier.
en: %@ gets the amount for the level they've reached on the 1st. The level resets every month, just like the pet.
es: %@ recibe el importe del nivel que haya alcanzado el día 1. El nivel se reinicia cada mes, igual que la mascota.

source: %@ har bara %@
de: %1$@ hat nur %2$@
en: %1$@ only has %2$@
es: %1$@ solo tiene %2$@

source: %@ har inte valt ett ägg än.
de: %@ hat noch kein Ei ausgewählt.
en: %@ hasn't picked an egg yet.
es: %@ aún no ha elegido un huevo.

source: %@ kvar
de: noch %@
en: %@ left
es: faltan %@

source: %@ sysslor
de: %@ Aufgaben
en: %@ chores
es: Tareas de %@

source: %@ varje %@
de: %1$@ jeden %2$@
en: %1$@ every %2$@
es: %1$@ cada %2$@

source: %@ växte
de: %@ ist gewachsen
en: %@ grew
es: %@ creció

source: %@ · %lld/%lld gjorda
de: %1$@ · %2$lld/%3$lld erledigt
en: %1$@ · %2$lld/%3$lld done
es: %1$@ · %2$lld/%3$lld hechas

source: %@ · ingen telefon kopplad
de: %@ · kein Handy verbunden
en: %@ · no phone linked
es: %@ · ningún teléfono vinculado

source: %@ · nivå %lld
de: %1$@ · Level %2$lld
en: %1$@ · level %2$lld
es: %1$@ · nivel %2$lld

source: %@ · nästa %@
de: %1$@ · nächstes Mal %2$@
en: %1$@ · next %2$@
es: %1$@ · próxima %2$@

source: %@ ÄR SLUT
de: %@ IST VORBEI
en: %@ IS OVER
es: %@ HA TERMINADO

source: %@ – Plånbok
de: %@ – Geldbörse
en: %@ – Wallet
es: %@ – Monedero

source: %@ – Sysslor
de: %@ – Aufgaben
en: %@ – Chores
es: %@ – Tareas

source: %@ – ett nytt ägg väntar 1 %@.
de: %1$@ – am 1. %2$@ wartet ein neues Ei.
en: %1$@ – a new egg is waiting on %2$@ 1.
es: %1$@ – un huevo nuevo te espera el 1 de %2$@.

source: %@ – men ditt första ägg följer med dig hela %@! 🥚
de: %1$@ – aber dein erstes Ei bleibt den ganzen %2$@ bei dir! 🥚
en: %1$@ – but your first egg stays with you all of %2$@! 🥚
es: %1$@, ¡pero tu primer huevo se queda contigo todo %2$@! 🥚

source: %d:%02d kvar
de: noch %d:%02d
en: %d:%02d left
es: faltan %d:%02d

source: %lld / %lld XP till nästa nivå
de: %lld / %lld XP bis zum nächsten Level
en: %lld / %lld XP to next level
es: %lld / %lld XP para el siguiente nivel

source: %lld / %lld gjorda
de: %lld / %lld erledigt
en: %lld / %lld done
es: %lld / %lld hechas

source: %lld / %lld xp till nivå %lld
de: %1$lld / %2$lld XP bis Level %3$lld
en: %1$lld / %2$lld XP to level %3$lld
es: %1$lld / %2$lld XP para el nivel %3$lld

source: %lld XP till nästa ⭐ – varje stjärna ger en äventyrsbiljett
de: %lld XP bis zum nächsten ⭐ – jeder Stern bringt ein Abenteuer-Ticket
en: %lld XP to the next ⭐ – every star gives an adventure ticket
es: %lld XP para la próxima ⭐: cada estrella da un ticket de aventura

source: %lld XP totalt
de: %lld XP insgesamt
en: %lld XP in total
es: %lld XP en total

source: %lld av %lld samlade
de: %lld von %lld gesammelt
en: %lld of %lld collected
es: %lld de %lld coleccionados

source: %lld av 4 klara
de: %lld von 4 erledigt
en: %lld of 4 done
es: %lld de 4 hechos

source: %lld biljetter
de: %lld Tickets
en: %lld tickets
es: %lld tickets

source: %lld dagar kvar av provperioden
de: Noch %lld Tage Testphase
en: %lld days left of the free trial
es: Quedan %lld días de prueba gratuita

source: %lld kvar idag
de: noch %lld heute
en: %lld left today
es: quedan %lld hoy

source: %lld min kvar
de: noch %lld Min.
en: %lld min left
es: faltan %lld min

source: %lld sysslor
de: %lld Aufgaben
en: %lld chores
es: %lld tareas

source: %lld xp till nästa ⭐
de: %lld XP bis zum nächsten ⭐
en: %lld XP to the next ⭐
es: %lld XP para la próxima ⭐

source: + Lägg till en syssla
de: + Aufgabe hinzufügen
en: + Add a chore
es: + Añadir una tarea

source: + Nytt mål
de: + Neues Ziel
en: + New goal
es: + Nueva meta

source: +%lld mat
de: +%lld Futter
en: +%lld food
es: +%lld de comida

source: 1 biljett
de: 1 Ticket
en: 1 ticket
es: 1 ticket

source: 1 dag kvar av provperioden
de: Noch 1 Tag Testphase
en: 1 day left of the free trial
es: Queda 1 día de prueba gratuita

source: 1 syssla
de: 1 Aufgabe
en: 1 chore
es: 1 tarea

source: 10–12 år
de: 10–12 Jahre
en: 10–12 years
es: 10–12 años

source: 13+ år
de: 13+ Jahre
en: 13+ years
es: 13+ años

source: 4–6 år
de: 4–6 Jahre
en: 4–6 years
es: 4–6 años

source: 7–9 år
de: 7–9 Jahre
en: 7–9 years
es: 7–9 años

source: Alla uppgifter
de: Alle Aufgaben
en: All chores
es: Todas las tareas

source: Allt klart (%lld)
de: Alles erledigt (%lld)
en: All done (%lld)
es: Todo hecho (%lld)

source: Allt klart idag
de: Heute alles erledigt
en: All done today
es: Todo hecho hoy

source: Allt klart idag!
de: Heute alles erledigt!
en: All done today!
es: ¡Todo hecho hoy!

source: Ange en kod
de: Gib einen Code ein
en: Enter a code
es: Introduce un código

source: Ange ett belopp
de: Gib einen Betrag ein
en: Enter an amount
es: Introduce un importe

source: Ange ett namn
de: Gib einen Namen ein
en: Enter a name
es: Introduce un nombre

source: App Store försöker igen. Appen fungerar som vanligt under tiden.
de: Der App Store versucht es erneut. Die App funktioniert in der Zwischenzeit ganz normal.
en: The App Store will try again. The app works as usual in the meantime.
es: La App Store lo volverá a intentar. Mientras tanto, la app funciona con normalidad.

source: Automatisk utbetalning
de: Automatisches Taschengeld
en: Automatic allowance
es: Paga automática

source: Avbryt
de: Abbrechen
en: Cancel
es: Cancelar

source: Avmarkera
de: Abhaken rückgängig
en: Unmark
es: Desmarcar

source: Bara föräldrar loggar in med e-post. Barn använder QR-koden eller en kod.
de: Nur Eltern melden sich mit E-Mail an. Kinder nutzen den QR-Code oder einen Code.
en: Only parents sign in with email. Kids use the QR code or a code.
es: Solo los padres inician sesión con correo. Los niños usan el código QR o un código.

source: Bara idag
de: Nur heute
en: Today only
es: Solo hoy

source: Barn
de: Kind
en: Child
es: Niño/a

source: Barn i familjen?
de: Kind in der Familie?
en: A kid in the family?
es: ¿Eres un niño de la familia?

source: Barnen får ett nytt djur — de vet inte vilket.
de: Die Kinder bekommen ein neues Tier – sie wissen nicht, welches.
en: Kids get a new pet — they don't know which one.
es: Los niños reciben una mascota nueva, pero no saben cuál.

source: Barnet får ett djur att ta hand om — det är hela poängen.
de: Dein Kind bekommt ein Tier zum Versorgen – darum geht es.
en: Your child gets a pet to look after — that's the whole point.
es: Tu hijo/a recibe una mascota que cuidar: de eso se trata.

source: Barnet är tillagt, men de färdiga sysslorna kunde inte skapas.
de: Das Kind wurde hinzugefügt, aber die vorgeschlagenen Aufgaben konnten nicht erstellt werden.
en: The child was added, but the suggested chores couldn't be created.
es: Se ha añadido al niño/a, pero no se pudieron crear las tareas sugeridas.

source: Barnets eller den vuxnas namn
de: Name des Kindes oder Erwachsenen
en: The child's or adult's name
es: Nombre del niño/a o del adulto

source: Barnlåsets kod
de: Code der Kindersperre
en: Child lock code
es: Código del bloqueo infantil

source: Be någon i familjen visa koden eller QR‑koden
de: Bitte jemanden aus der Familie, den Code oder QR-Code zu zeigen
en: Ask someone in the family to show the code or QR code
es: Pide a alguien de la familia que te muestre el código o el código QR

source: Belopp
de: Betrag
en: Amount
es: Importe

source: Belopp (%@)
de: Betrag (%@)
en: Amount (%@)
es: Importe (%@)

source: Belopp per nivå
de: Betrag pro Level
en: Amount per level
es: Importe por nivel

source: Beloppet beror på vilken nivå %@ når
de: Der Betrag hängt davon ab, welches Level %@ erreicht
en: The amount depends on the level %@ reaches
es: El importe depende del nivel que alcance %@

source: Beloppet måste vara större än 0
de: Der Betrag muss größer als 0 sein
en: The amount must be greater than 0
es: El importe debe ser mayor que 0

source: Belöning
de: Belohnung
en: Reward
es: Recompensa

source: Belöningar som motiverar
de: Belohnungen, die motivieren
en: Rewards that motivate
es: Recompensas que motivan

source: Berget
de: Der Berg
en: The Mountain
es: La montaña

source: Beskrivning (valfritt)
de: Beschreibung (optional)
en: Description (optional)
es: Descripción (opcional)

source: Betala
de: Bezahlen
en: Pay
es: Pagar

source: Betalningen gick inte igenom
de: Die Zahlung ist fehlgeschlagen
en: The payment didn't go through
es: El pago no se ha completado

source: Bjud in
de: Einladen
en: Invite
es: Invitar

source: Bjud in %@
de: %@ einladen
en: Invite %@
es: Invitar a %@

source: Bjud in till appen
de: In die App einladen
en: Invite to the app
es: Invitar a la app

source: Björn
de: Bär
en: Bear
es: Oso

source: Bläckfisk
de: Oktopus
en: Octopus
es: Pulpo

source: Borsta håret
de: Haare bürsten
en: Brush hair
es: Peinarse

source: Borsta tänder
de: Zähne putzen
en: Brush teeth
es: Lavarse los dientes

source: Borsta tänderna morgon och kväll
de: Morgens und abends Zähne putzen
en: Brush teeth morning and evening
es: Lavarse los dientes por la mañana y por la noche

source: Borsta tänderna morgon/kväll
de: Zähne putzen morgens/abends
en: Brush teeth morning/evening
es: Lavarse los dientes mañana/noche

source: Borttagen
de: Gelöscht
en: Removed
es: Eliminado

source: Butiken svarar inte just nu. Försök igen om en stund.
de: Der Store antwortet gerade nicht. Versuche es gleich noch einmal.
en: The store isn't responding right now. Try again in a moment.
es: La tienda no responde ahora mismo. Inténtalo de nuevo en un momento.

source: Byt barn
de: Kind wechseln
en: Switch child
es: Cambiar de niño/a

source: Bädda sängen
de: Bett machen
en: Make the bed
es: Hacer la cama

source: DET HÄR FORTSÄTTER SOM VANLIGT
de: DAS LÄUFT GANZ NORMAL WEITER
en: THIS CARRIES ON AS USUAL
es: ESTO SIGUE COMO SIEMPRE

source: Dagens uppgifter
de: Aufgaben für heute
en: Today's chores
es: Tareas de hoy

source: Dekoration
de: Deko
en: Decoration
es: Decoración

source: Den %@
de: Am %@
en: The %@
es: El día %@

source: Den här enheten har ingen kamera att skanna med. Skriv in koden för hand i stället — den står under QR-koden på förälderns skärm.
de: Dieses Gerät hat keine Kamera zum Scannen. Gib den Code stattdessen von Hand ein – er steht unter dem QR-Code auf dem Bildschirm der Eltern.
en: This device has no camera to scan with. Type the code in by hand instead — it's under the QR code on the parent's screen.
es: Este dispositivo no tiene cámara para escanear. Escribe el código a mano: está debajo del código QR en la pantalla del padre o la madre.

source: Den här telefonen är redan kopplad till någon annan i familjen.
de: Dieses Handy ist schon mit jemand anderem in der Familie verbunden.
en: This phone is already linked to someone else in the family.
es: Este teléfono ya está vinculado a otra persona de la familia.

source: Det blev en %@! Vad ska den heta?
de: Es ist ein(e) %@! Wie soll es heißen?
en: It's a %@! What should it be called?
es: ¡Es un/a %@! ¿Cómo se va a llamar?

source: Det finns ingen mat att ge just nu.
de: Gerade gibt es kein Futter.
en: There's no food to give right now.
es: Ahora mismo no hay comida para dar.

source: Det finns inget konto med den e-postadressen. Har du skapat ett konto än?
de: Es gibt kein Konto mit dieser E-Mail-Adresse. Hast du schon ein Konto erstellt?
en: There's no account with that email address. Have you created an account yet?
es: No hay ninguna cuenta con ese correo. ¿Ya has creado una cuenta?

source: Det går inte att ångra, och ingenting sparas.
de: Das kann nicht rückgängig gemacht werden, und nichts wird gespeichert.
en: This can't be undone, and nothing is kept.
es: No se puede deshacer y no se guarda nada.

source: Det här djuret är färdigväxt
de: Dieses Tier ist ausgewachsen
en: This pet is fully grown
es: Esta mascota ya ha crecido del todo

source: Det här tar bort hela familjen och allt som hör till den: alla barn och vuxna, sysslor, XP, djur, plånböcker och sparmål. Även för de andra i familjen.
de: Damit wird die ganze Familie mit allem gelöscht: alle Kinder und Erwachsenen, Aufgaben, XP, Tiere, Geldbörsen und Sparziele. Auch für alle anderen in der Familie.
en: This deletes the whole family and everything in it: all kids and adults, chores, XP, pets, wallets and savings goals. For everyone else in the family too.
es: Esto elimina toda la familia y todo lo que contiene: todos los niños y adultos, tareas, XP, mascotas, monederos y metas de ahorro. También para el resto de la familia.

source: Det var ingen inbjudningskod
de: Das war kein Einladungscode
en: That wasn't an invite code
es: Eso no era un código de invitación

source: Din kod är registrerad. Tack för att du stödjer den som tipsade dig om KidQuest!
de: Dein Code ist registriert. Danke, dass du die Person unterstützt, die dir KidQuest empfohlen hat!
en: Your code is registered. Thanks for supporting the person who told you about KidQuest!
es: Tu código se ha registrado. ¡Gracias por apoyar a quien te recomendó KidQuest!

source: Dina dekorationer
de: Deine Deko
en: Your decorations
es: Tus decoraciones

source: Dina ramar
de: Deine Rahmen
en: Your frames
es: Tus marcos

source: Ditt namn
de: Dein Name
en: Your name
es: Tu nombre

source: Djur
de: Tier
en: Pet
es: Mascota

source: Djuret är hemma!
de: Dein Tier ist zu Hause!
en: Your pet is home!
es: ¡Tu mascota ha vuelto a casa!

source: Drake
de: Drache
en: Dragon
es: Dragón

source: Dras från %@ saldo: %@.
de: Wird von %1$@ Kontostand abgezogen: %2$@.
en: Taken from %1$@ balance: %2$@.
es: Se descuenta del saldo de %1$@: %2$@.

source: Du fick pengar!
de: Du hast Geld bekommen!
en: You got money!
es: ¡Has recibido dinero!

source: Du har %@. Fördela till dina sparmål.
de: Du hast %@. Verteile es auf deine Sparziele.
en: You have %@. Share it out between your savings goals.
es: Tienes %@. Repártelo entre tus metas de ahorro.

source: Du har bara %@
de: Du hast nur %@
en: You only have %@
es: Solo tienes %@

source: Du har inte behörighet till det här.
de: Dafür hast du keine Berechtigung.
en: You don't have permission to do this.
es: No tienes permiso para hacer esto.

source: Du hittade %lld mat till ditt djur!
de: Du hast %lld Futter für dein Tier gefunden!
en: You found %lld food for your pet!
es: ¡Has encontrado %lld de comida para tu mascota!

source: Du hittade 1 mat till ditt djur!
de: Du hast 1 Futter für dein Tier gefunden!
en: You found 1 food for your pet!
es: ¡Has encontrado 1 de comida para tu mascota!

source: Du hittade ett nytt ägg! Det väntar i äggväljaren.
de: Du hast ein neues Ei gefunden! Es wartet in der Eierauswahl.
en: You found a new egg! It's waiting in the egg picker.
es: ¡Has encontrado un huevo nuevo! Te espera en el selector de huevos.

source: Du kan alltid titta på den igen
de: Du kannst sie dir jederzeit wieder ansehen
en: You can always look at it again
es: Siempre puedes volver a verla

source: Du kan inte fördela mer än du har
de: Du kannst nicht mehr verteilen, als du hast
en: You can't share out more than you have
es: No puedes repartir más de lo que tienes

source: Du kan inte mata det längre, men det stannar i din samling.
de: Du kannst es nicht mehr füttern, aber es bleibt in deiner Sammlung.
en: You can't feed it any more, but it stays in your collection.
es: Ya no puedes darle de comer, pero se queda en tu colección.

source: Du ser %@ vy
de: Du siehst %@ Ansicht
en: You're seeing %@ view
es: Estás viendo la vista de %@

source: Du tittar på %@ vy som förälder
de: Du siehst %@ Ansicht als Elternteil
en: You're looking at %@ view as a parent
es: Estás viendo la vista de %@ como padre o madre

source: Dölj
de: Ausblenden
en: Hide
es: Ocultar

source: Efter nivå
de: Nach Level
en: By level
es: Según el nivel

source: Efter nivå den %@
de: Nach Level am %@
en: By level on the %@
es: Según el nivel el día %@

source: Emoji (valfritt)
de: Emoji (optional)
en: Emoji (optional)
es: Emoji (opcional)

source: En förälder kan sätta lösenordet åt en annan vuxen. Det är vägen tillbaka in för den som låst ute sig.
de: Ein Elternteil kann das Passwort für einen anderen Erwachsenen setzen. So kommt jemand wieder rein, der sich ausgesperrt hat.
en: A parent can set the password for another adult. That's the way back in for someone who's locked out.
es: Un padre o una madre puede poner la contraseña de otro adulto. Así puede volver a entrar quien se haya quedado fuera.

source: En gång till
de: Noch einmal
en: One more time
es: Una vez más

source: En ny dekoration till din scen!
de: Eine neue Deko für deine Szene!
en: A new decoration for your scene!
es: ¡Una decoración nueva para tu escena!

source: En ny ram till din scen!
de: Ein neuer Rahmen für deine Szene!
en: A new frame for your scene!
es: ¡Un marco nuevo para tu escena!

source: Enhörning
de: Einhorn
en: Unicorn
es: Unicornio

source: Ett djur är redan valt den här månaden.
de: Diesen Monat wurde schon ein Tier ausgewählt.
en: A pet has already been picked this month.
es: Ya se ha elegido una mascota este mes.

source: Ett nytt djur att ta hand om varje månad
de: Jeden Monat ein neues Tier zum Versorgen
en: A new pet to look after every month
es: Una mascota nueva que cuidar cada mes

source: E‑post
de: E-Mail
en: Email
es: Correo

source: Familjens namn
de: Familienname
en: Family name
es: Nombre de la familia

source: Familjens uppgifter
de: Aufgaben der Familie
en: Family chores
es: Tareas de la familia

source: Fel %lld%@
de: Fehler %lld%@
en: Error %lld%@
es: Error %lld%@

source: Fel %lld: %@
de: Fehler %lld: %@
en: Error %lld: %@
es: Error %lld: %@

source: Fel kod.
de: Falscher Code.
en: Wrong code.
es: Código incorrecto.

source: Fel lösenord. Försök igen.
de: Falsches Passwort. Versuche es noch einmal.
en: Wrong password. Try again.
es: Contraseña incorrecta. Inténtalo de nuevo.

source: Fel: %@
de: Fehler: %@
en: Error: %@
es: Error: %@

source: Fickpengar
de: Taschengeld
en: Pocket money
es: Paga

source: Fler val
de: Weitere Optionen
en: More options
es: Más opciones

source: Fler val för %@
de: Weitere Optionen für %@
en: More options for %@
es: Más opciones para %@

source: Fortsätt
de: Weiter
en: Continue
es: Continuar

source: Fortsätt för %@/mån
de: Weiter für %@/Monat
en: Continue for %@/month
es: Continuar por %@/mes

source: Fullvuxen · %lld XP totalt
de: Ausgewachsen · %lld XP insgesamt
en: Fully grown · %lld XP in total
es: Adulta · %lld XP en total

source: Fyll i alla fält.
de: Fülle alle Felder aus.
en: Fill in all fields.
es: Rellena todos los campos.

source: Fyll i din e-postadress.
de: Gib deine E-Mail-Adresse ein.
en: Enter your email address.
es: Introduce tu correo electrónico.

source: Fyll i ditt lösenord.
de: Gib dein Passwort ein.
en: Enter your password.
es: Introduce tu contraseña.

source: Fyll i en titel.
de: Gib einen Titel ein.
en: Enter a title.
es: Escribe un título.

source: Fyll i ett belopp
de: Gib einen Betrag ein
en: Enter an amount
es: Introduce un importe

source: Fyll i ett belopp för nivå %lld
de: Gib einen Betrag für Level %lld ein
en: Enter an amount for level %lld
es: Introduce un importe para el nivel %lld

source: Fyll i e‑post och lösenord.
de: Gib E-Mail und Passwort ein.
en: Enter email and password.
es: Introduce el correo y la contraseña.

source: Fyra siffror. Den behövs för att komma tillbaka hit.
de: Vier Ziffern. Du brauchst ihn, um hierher zurückzukommen.
en: Four digits. You'll need it to get back here.
es: Cuatro cifras. Lo necesitarás para volver aquí.

source: Fågel
de: Vogel
en: Bird
es: Pájaro

source: Följ telefonen
de: Wie das Handy
en: Follow the phone
es: Igual que el teléfono

source: Följer med dig hela %@ 🥚
de: Bleibt den ganzen %@ bei dir 🥚
en: Stays with you all of %@ 🥚
es: Se queda contigo todo %@ 🥚

source: För att lämna %@ vy.
de: Um %@ Ansicht zu verlassen.
en: To leave %@ view.
es: Para salir de la vista de %@.

source: För att lämna barnläget.
de: Um den Kindermodus zu verlassen.
en: To leave kid mode.
es: Para salir del modo infantil.

source: För många försök.
de: Zu viele Versuche.
en: Too many attempts.
es: Demasiados intentos.

source: Fördela
de: Verteilen
en: Share out
es: Repartir

source: Fördela minst %@ till ett mål
de: Verteile mindestens %@ auf ein Ziel
en: Put at least %@ towards a goal
es: Reparte al menos %@ a una meta

source: Fördela till mål
de: Auf Ziele verteilen
en: Share out to goals
es: Repartir entre metas

source: Förklaring
de: Notiz
en: Note
es: Nota

source: Förnya för att lägga till sysslor och familjemedlemmar igen. Barnens sysslor och djur fungerar som vanligt.
de: Verlängere, um wieder Aufgaben und Familienmitglieder hinzuzufügen. Die Aufgaben und Tiere der Kinder funktionieren ganz normal.
en: Renew to add chores and family members again. The kids' chores and pets keep working as usual.
es: Renueva para volver a añadir tareas y miembros de la familia. Las tareas y mascotas de los niños siguen funcionando con normalidad.

source: Förnyas automatiskt tills du avslutar. Du avslutar när du vill i App Store och behåller tiden du redan betalat för.
de: Verlängert sich automatisch, bis du kündigst. Du kannst jederzeit im App Store kündigen und behältst die bereits bezahlte Zeit.
en: Renews automatically until you cancel. Cancel any time in the App Store and keep the time you've already paid for.
es: Se renueva automáticamente hasta que canceles. Puedes cancelar cuando quieras en la App Store y conservas el tiempo que ya has pagado.

source: Försök igen
de: Nochmal versuchen
en: Try again
es: Reintentar

source: Försök igen om en stund. Inget har gått förlorat.
de: Versuche es gleich noch einmal. Es ist nichts verloren gegangen.
en: Try again in a moment. Nothing has been lost.
es: Inténtalo de nuevo en un momento. No se ha perdido nada.

source: Förälder
de: Elternteil
en: Parent
es: Padre o madre

source: Förälder eller vårdnadshavare
de: Elternteil oder Erziehungsberechtigte:r
en: Parent or guardian
es: Padre, madre o tutor

source: Föräldern kopplar sin telefon med QR-koden på deras kort. E-post och lösenord kan sättas i webbappen om de behöver logga in på en ny enhet.
de: Das Elternteil verbindet sein Handy über den QR-Code auf seiner Karte. E-Mail und Passwort können in der Web-App gesetzt werden, falls die Anmeldung auf einem neuen Gerät nötig ist.
en: The parent links their phone with the QR code on their card. Email and password can be set in the web app if they need to sign in on a new device.
es: El padre o la madre vincula su teléfono con el código QR de su tarjeta. El correo y la contraseña se pueden poner en la app web si necesita iniciar sesión en otro dispositivo.

source: Gammelmormor
de: Uroma
en: Great-grandma
es: Bisabuela
